23,100;12124;10|10;12124;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12124;12151;12152,10010004;1,10010008;1\n10614,7,1,进化副本,23,100;12125;10|10;12125;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12125;12151;12152,10010004;1,10010008;1\n10615,7,1,进化副本,23,100;12126;10|10;12126;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12126;12151;12152,10010004;1,10010008;1\n10616,7,1,进化副本,23,100;12127;10|10;12127;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12127;12151;12152,10010004;1,10010008;1\n10617,7,1,进化副本,23,100;12128;10|10;12128;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12128;12151;12152,10010004;1,10010008;1\n10618,7,1,进化副本,23,100;12129;10|10;12129;2|50;12152;1|100;12151;10|100;12152;2|50;12152;1,1,12129;12151;12152,10010004;1,10010008;1\n10801,8,1,携带品副本,25,100;10601;1,1,10601,10010004;1,10010008;1\n10802,8,1,携带品副本,45,100;10602;1,1,10602,10010004;1,10010008;1\n10803,8,1,携带品副本,65,100;10603;1,1,10603,10010004;1,10010008;1\n10804,8,1,携带品副本,85,100;10604;1,1,10604,10010004;1,10010008;1\n",
		"TStrategy":"1,\"当我们到了50级左右时，会发现精灵经验已经跟不上角色等级的提升了，想要做到6只精灵等级跟着角色等级走，显然是不可能的，那么这时我们该如何去分配经验？由于伤害计算公式跟精灵等级挂钩*，因此，低等级的精灵无论在伤害还是承伤上，都相对劣势，因此我们将经验着重分配给1~2只精灵，使其等级不会落下。\n*虽然本人无才，反推不出伤害计算公式，但可通过大小号互相攻击的实验可以推论出此结果，具体实验内容如下：\n小号：50级精灵 使用50威力技能（特攻）特攻:6000 特防:3300 战力:9W\n大号：1级精灵  只有50威力技能（特攻）特攻:12000特防:7500 战力:18w\n2只精灵属性互不克制且没有带携带品\n小号攻击大号 伤害为850\n大号攻击小号 伤害为500\n从以上伤害实验可看出，虽然大号的1级精灵属性和战力完全压制小号，但是打出的伤害却不如小号的高，因此，伤害计算公式必与精灵等级挂钩。\n2、 精灵选择搭配\n   很多平民玩家会有个误区，觉得红宠入手太过困难，因此选择6只橙精灵开始培养。其实红宠并非那么难以高攀，以一位充了终身卡的v3玩家为例，通过秘店、公会boss、竞技商店、水晶商店、碎片兑换，野图boss、累计消费活动等渠道可以在10天左右获得一只红宠，消耗则在1w钻石左右。2个月的时间，足够我们培养出一支6红宠的豪华阵容。\n   第一只红宠建议选择古拉顿，首先因为获得渠道多，容易获得，其次其被动特性可以配合我们上手选择的主宠喷火龙取得优势。当然，由于情怀原因，大多数玩家会再游戏的开始选择小火龙，所以为了前期对大多数玩家的优势，选择水箭龟与盖欧卡的组合也一样可行。\n3、 精灵升星顺序\n   精灵每升一星所带来的提升并不相同，星级越高，每提升一星所带来的提升越高，前期0-3星的提升尤其是微乎其微。所以，前期千万不要6只精灵平均的去升星，同等级一样，先升一只到5星，再去提升下一只。精灵亲密度同理。\n4、 精灵技能选择\n   精灵技能一般有4个，但未必是4个都要去学，以古拉顿为例，4个群攻技能，2物攻2群攻，如果你将这4个技能全都学会，你会发现自动战斗时，会优先释放大字爆（特攻），而以古拉顿的资质来说，120特攻170物攻，现在特攻是不如物攻的，因此，我们只学2个物攻技能即可。再说说快龙，资质物攻134特攻100，很明显快龙的物攻比较优秀，因此不要学破环死光（特攻），虽然从技能威力上来说，比起神速(物攻)要高出10点，但总体伤害上不如神速。（玩家可通过主城-图鉴功能查看精灵资质分布及可学技能）\n5、 精灵个体值洗练\n游戏中最败金的功能，土豪可能为了洗一只极品精灵要花上W 的钻石，当然平民慎重，一般第一只过度橙宠洗到800左右即可，而红宠建议1200即可。6条属性我们并非都要洗，一般攻击选择资质较优的一项即可，每条属性洗到200以上即可锁定。   PS:心高手短，倾家荡产.\"\n2,\"很多萌新开区后发现战力提升相当困难，等级提升太慢，7天连开区活动要求的80级都无法达到，问题出在了哪？没错，就是通关上。每通一关，不仅可以获得道具，精灵经验以及金币外，还能获得与精灵经验等量的角色经验，虽然未显示，但的确是加的。\n由上文提到的伤害计算公式推论，我们发现精灵等级的提高，带来的不仅是属性上的提升，还有就是伤害上的加成以及承伤的减免。因此为了提升精灵等级，我们首先要提升角色等级，为了提升角色等级，我们首先要更快速的通关，但光凭自己的战力经常卡关，那么怎么办？没错，抱大腿！\n经观察，90%的萌新在公共聊天频道求抱大腿的姿势不够正确，导致抱不到大腿，所以在此示范下抱大腿的正确姿势：“求大腿，过图即删！”删什么？删好友，为什么删好友？因为大腿的好友位是有限的，萌新的过图需求却是无限的，想要抱住有限的大腿就要懂得放弃，今天抱完，明天接着抱，大腿才懒得为了那点友情值去挨个删好友，自己主动删了好友，省去大腿的麻烦，大腿也更愿意让你抱他大腿。\n\"\n3,\"如果你想正常地体验这个游戏，那么请务必加入一个活跃的公会，公会是精灵努力值提升最主要的渠道，而努力值是精灵最经济且最有效提升战力的方式。当然，建设度越高的公会努力值提升的越快。\n努力值提升方法：公会-选择建筑-精灵训练-5小时候取出。建筑越高级，效率越高，精灵升满努力值的成本越低。游戏中通过其他方式获得的努力值道具请不要直接使用，存到努力值升满3~4项属性后再使用，至于为什么，到时候就知道了。\n公会系统的另一项功能就是工会boss了，也是平民获得红宠碎片的主要渠道，建筑5级后提供600贡献开启的boss必掉2个红宠碎片，4级boss只有1个。600贡献=180钻=2碎片，每个碎片的成本为90钻，v0玩家通过秘店购买碎片需要100钻/碎片。如何取舍，相信你已经心里有了答案。V3以上的玩家，因为秘店折扣关系，通过秘店获取碎片的性价比已高出公会boss，因此可以放弃此方式。\n\"\n4,\"1、 特惠：平民请无视，说是特惠，然而并不优惠，前期进化第一个橙宠时，若缺几个进化石的话可以考虑买一下。土豪超进化石也不建议在此购买，活动赠送以及超值礼包里的超进化石绰绰有余。\n2、 公会商店：公会贡献太有用了，就不浪费在这里了。\n3、 竞技商店：竞技币除了前期换下进化石外，后期只作红宠碎片的兑换，此商店提供购买的红宠碎片有：古拉顿、基拉祈、裂空座。\n4、 精灵商店：平民第一天全用来换进化石吧，等有第一只橙宠再用来升星。平民每日蓝水晶的收入为2000左右，比较吃紧，因此不建议此商店做他用。高v玩家在后期升星的过程中，蓝水晶会有很长一段时期的富余，此时可用来兑换红宠碎片。\n5、 学习机：别在橙宠身上浪费就行，后期例如古拉顿可花700学习90威力的单体物攻技能（火属性），为什么不买2000钻单体技能？这个问题问的好，因为2轮75sp消耗的群攻过后，第三轮只有50sp不够放60消耗的技能。（新手看不懂没关系，玩一个星期过后再回来看就明白了）\n6、 大赛商店：换徽章强化石吧 性价比最高了。\n7、 地底商店：平民换碎片 土豪换携带品\"\n5,\"1、 时装：能买几件买几件，买的越多，返利越多\n2、 称号：前期没有必要为了收集“大师训练师”称号去搞6只橙宠，每10天我们就能通过扭蛋获得一只橙。可以通过请求竞技场排名靠前的玩家让位来获得“决战不息”及“精灵至尊”称号，但是！请注意你的措辞。\n3、 挖矿：越底层奖励越好，因此没必要逐层清理所有的矿石\n4、 特殊副本：平民只打超进化石副本就好了，土豪徽章副本。\n5、 装备：没什么花头，提升不多，后期消耗过大，平均着升吧（听说策划组正在修改）\"\n6,\"精灵捕捉是蓝水晶的主要来源渠道，地图挂机捕捉以及狩猎区捕捉。地图挂机捕捉暂且不提，完全看脸，但经过多日来的数据反馈，发现越往后的地图，紫色精灵的捕捉率越高，至于橙色嘛，至今还无缘相见。\n狩猎区的捕捉，我们通常是通过每日任务及vip礼包获得的普通球来进行捕捉。普通球捕捉各色精灵的大概几率如下：（仅作参考）\n绿色：90%  20蓝水晶\n蓝色